import styles from "../styles/ClientsPlan.module.css"
import { overpass } from "@/app/layout"
import { first, second, third } from "@/lib/data/plan"
import StepsCard from "./ui/StepsCard"
import Image from "next/image"

export default function ClientsPlan() {
    return (
        <section className={styles.container}>
            <div className={styles.content}>
                {/* TITLE */}
                <div className={`${styles.title} ${overpass.className}`}>
                    <h3>
                        Порядок отримання допоміжних засобів реабілітації за державні кошти
                    </h3>
                </div>

                {/* STEPS */}
                <div className={styles.stepsWrap}>
                    {/* STEP 1 */}
                    <StepsCard 
                        id={first.id}
                        title={first.title}
                        iconUrl={first.iconUrl}
                    >
                        {/* CHILDREN */}
                        <ul className={styles.need}>
                            Потребу визначають:

                            <li>
                                лікарсько-консультативні комісії (ЛКК)
                            </li>
                            <li>
                                військово-лікарські комісії (ВЛК)
                            </li>
                            <li>
                                мультидисциплінарні реабілітаційні команди (МДРК)
                            </li>
                            <li>
                                лікарсько-експертні комісії ДСНС
                            </li>
                        </ul>

                        <p className={styles.needP}>
                            За результатами огляду особи зазначеними уповноваженими установами визначається потреба у формі документа – Висновку щодо необхідності забезпечення допоміжними засобами реабілітації.
                        </p>

                        <p className={styles.needP}>
                            Експертні команди з оцінювання повсякденного функціонування особи надають витяг з рішенням та рекомендаціями.
                        </p>
                    </StepsCard>

                    {/* ARROW */}
                    <Image
                        src={'/images/utils/next-step.png'}
                        alt="Arrow"
                        width={500}
                        height={500}
                        className={styles.arrow}
                    />

                    {/* STEP 2*/}
                    <StepsCard 
                        id={second.id}
                        title={second.title}
                        iconUrl={second.iconUrl}
                    >
                        {/* CHILDREN */}
                        <p className={styles.needP}>
                            Документи подаються очно або дистанційно, особисто або через уповноваженого представника
                        </p>

                        <ul className={styles.need}>
                            Очно:
                            <li>
                                до центру надання адміністративних послуг (ЦНАП)
                            </li>
                            <li>
                                органу соціального захисту населення
                            </li>
                            <li>
                                територіального відділення Фонду соціального захисту осіб з інвалідністю
                            </li>
                        </ul>

                        <ul className={styles.need}>
                            Дистанційно:
                            <li>
                                через електронний кабінет особи
                            </li>
                            <li>
                                через Єдиний державний веб-портал електронних послуг
                            </li>
                            <li>
                                через веб-портал електронних послуг Мінсоцполітики
                            </li>
                        </ul>

                        <ul className={styles.need}>
                            Одночасно із заявою слід подати оригінали і копії таких документів:
                            <li>
                                паспорта громадянина/-ки України, тимчасового посвідчення громадянина/-ки України, посвідки на постійне проживання, посвідчення біженця/-ки, посвідчення особи, яка потребує додаткового захисту (далі – документ, що посвідчує особу), свідоцтва про народження (для дітей віком до 14 років)
                            </li>
                            <li>
                                Висновок про необхідність забезпечення особи з обмеженнями повсякденного функціонування допоміжними засобами реабілітації (технічними та іншими засобами реабілітації) або Витяг з рішення та рекомендаціями експертної команди з оцінювання повсякденного функціонування особи.
                            </li>
                            <li>
                                ідентифікаційного податкового номера (нині – Реєстраційний номер облікової картки платника податків, РНОКПП)
                            </li>
                            <li>
                                посвідчення, яке підтверджує право особи на пільги (за наявності)
                            </li>
                        </ul>

                        <ul className={styles.need}>
                            Військовослужбовці/-виці та постраждалі додатково подають копії таких документів (з пред’явленням оригіналів):
                            <li>
                                довідки про обставини травми (поранення, контузії, каліцтва), виданої командиром військової частини (начальником територіального підрозділу), або іншого документа з відомостями про участь в антитерористичній операції, перебуваючи безпосередньо в районі та у період проведення антитерористичної операції, у здійсненні заходів із забезпечення національної безпеки і оборони, відсічі та стримування збройної агресії рф у Донецькій та Луганській областях, перебуваючи безпосередньо в районі та у період здійснення зазначених заходів, у заходах, необхідних для забезпечення оборони України, захисту безпеки населення та інтересів держави у зв’язку з військовою агресією рф проти України (для осіб, визначених пунктами 19– 23 частини першої статті 6 Закону України «Про статус ветеранів війни, гарантії їх соціального захисту», яким не встановлено інвалідність) (для військовослужбовців/-виць – за наявності)
                            </li>
                            <li>
                                військового квитка (для військовослужбовців/-виць, які є іноземцями/-ками та особами без громадянства, які в установленому порядку уклали контракт про проходження військової служби у Збройних Силах, Держспецтрансслужбі, Національній гвардії)
                            </li>
                            <li>
                                довідки про взяття на облік внутрішньо переміщеної особи (для постраждалих, які є внутрішньо переміщеними особами)
                            </li>
                        </ul>
                    </StepsCard>

                    {/* ARROW */}
                    <Image
                        src={'/images/utils/next-step.png'}
                        alt="Arrow"
                        width={500}
                        height={500}
                        className={styles.arrow}
                    />

                    {/* STEP 3 */}
                    <StepsCard 
                        id={third.id}
                        title={third.title}
                        iconUrl={third.iconUrl}
                    >
                        <p className={styles.needP}>
                            Людина самостійно обирає підприємство, яке здійснює забезпечення осіб засобами реабілітації за державні кошти.
                        </p>

                        <p className={styles.needP}>
                            Проте, саме в ортопедичному центрі Терно-Топ Вам професійно підберуть необхідний засіб реабілітації і виготовлять його за Вашим індивідуальним замовленням, а також допоможуть в подальшому з його гарантійним та післягарантійним обслуговуванням та ремонтом.
                        </p>
                    </StepsCard>


                </div>
            </div>
        </section>
    )
}