import { Advice } from "../types"

export const adviceList: Advice[] = [
    {
        title: "Догляд за ортопедичним взуттям",
        advices: [
            "Натуральні матеріали: регулярно чистіть взуття м'якою щіткою або вологою ганчіркою. Для взуття зі шкіри використовуйте спеціальні креми та просочення, щоб зберегти еластичність і захист від вологи.",
            "Сушіння: ніколи не сушіть ортопедичне взуття поблизу прямих джерел тепла (батарей, обігрівачів). Це може деформувати елементи підтримки стопи та призвести до тріщин на шкірі. Сушіть його при кімнатній температурі, набивши папером.",
            "Правильне взування: завжди використовуйте взуттєвий ріжок і повністю розшнуровуйте взуття, щоб уникнути пошкодження задника, що є важливим елементом підтримки."
        ],
        imgUrl: "/images/pics/shoes.webp"
    },
    {
        title: "Обслуговування індивідуальних ортопедичних устілок",
        advices: [
            "Чищення: протирайте поверхню індивідуальних устілок вологою ганчіркою, використовуючи м'який мильний розчин. Не використовуйте агресивні хімічні засоби.",
            "Уникайте вологи: захищайте устілки від промокання. Якщо вони намокли, сушіть їх виключно при кімнатній температурі. Не піддавайте їх нагріванню або прямим сонячним променям.",
            "Термін служби: пам'ятайте, що ефективність ортопедичних устілок з часом знижується. Рекомендується проводити їх перевірку та заміну кожні 12-18 місяців, особливо для дітей."
        ],
        imgUrl: "/images/pics/insoles.webp"
    },
    {
        title: "Правила експлуатації корсетів і бандажів",
        advices: [
            "Носіння: дотримуйтесь рекомендацій вашого лікаря щодо часу носіння корсетів чи бандажів. Надмірне чи неправильне використання може призвести до ослаблення м'язів.",
            "Гігієна: періть виріб вручну у прохолодній воді з використанням м'яких миючих засобів. Обов'язково застебніть усі застібки (липучки), щоб запобігти їх пошкодженню.",
            "Сушіння: сушіть виріб лише у розправленому вигляді на горизонтальній поверхні, подалі від прямих джерел тепла."
        ],
        imgUrl: "/images/pics/corset.webp"
    },
]