import { Category } from "../types"

export const categories: Category[] = [
    {
        id: 1,
        title: "Чоловіче ортопедичне взуття",
        description: "Ортопедичне взуття призначене для людей, що мають патологічні відхилення в стопі, гомілці або стегні. Взуття виготовляється з натуральних матеріалів та має полегшену форму. Запобігає виникненню хвороб ступні, знижує навантаження на суглоби та хребет. Взуття на протези призначене для осіб, що користуються протезами нижніх кінцівок.",
        imageUrl: "/images/pics/categories/men.webp"
    },
    {
        id: 2,
        title: "Жіноче ортопедичне взуття",
        description: "Правильне ортопедичне взуття – це ще й здоров'я хребта, вен нижніх кінцівок, тазостегнових і колінних суглобів. Зараз ортопедичне взуття – це норма життя людей, які хочуть уникнути в майбутньому захворювання кістковом'язового апарату. Взуття особливої форми застосовується як ефективний засіб терапії таких захворювань як плоскостопія, п'яткова шпора, збільшена кісточка великого пальця.",
        imageUrl: "/images/pics/categories/women.webp"
    },
    {
        id: 3,
        title: "Дитяче ортопедичне взуття",
        description: "Від правильного вибору взуття залежить як стан наших стоп, так і всього опорно-рухового апарату в цілому. Дане ортопедичне взуття виготовлене з натуральної шкіри, має високий задник, жорсткий берц, а також вкладну устілку з викладкою поздовжнього та поперечного склепіння, широкий носок та тверду і міцну підошву. Важливим елементом дитячого ортопедичного взуття є 'каблук Томаса', який створює додаткову підтримку для зводу стопи та пом’якшує контакт стопи з твердою поверхнею. Всі ці особливості сприяють виправленню ходи дітей з проблемами приведених та вальгусних стоп, клишоногості, забезпечують фіксацію таранно-п'яточних та гомілковостопних суглобів, використовуються для профілактики захворювань стопи. Ортопедичне взуття виготовлене так, щоб в ньому люди відчували себе комфортно і зручно при будь-яких обставинах.",
        imageUrl: "/images/pics/categories/children.webp"
    },
    {
        id: 4,
        title: "Протези верхніх та нижніх кінцівок",
        description: "Сучасне протезування спрямоване на максимальне відновлення втрачених функцій та повернення людини до активного життя. Протези виготовляються за індивідуальними мірками з використанням легких та міцних модульних компонентів. Вони забезпечують надійну фіксацію, природність рухів та високий косметичний ефект. Правильно підібраний виріб дозволяє не лише відновити побутову незалежність, але й дає можливість займатися спортом та вести повноцінну соціальну діяльність.",
        imageUrl: "/images/pics/categories/arm-prosthetic.webp"
    },
    {
        id: 5,
        title: "Ортези та тутори",
        description: "Ці ортопедичні вироби призначені для фіксації, розвантаження та корекції функцій пошкодженого суглоба або кінцівки. Ортези та тутори незамінні в період реабілітації після переломів, операцій, а також при парезах та паралічах. Вони забезпечують стабільність ураженої ділянки, запобігають розвитку контрактур та деформацій. Вироби виготовляються з гіпоалергенних матеріалів, що дозволяють шкірі дихати, та надійно фіксуються за допомогою спеціальних кріплень.",
        imageUrl: "/images/pics/categories/orthethic.webp"
    },
    {
        id: 6,
        title: "Коригувальні корсети",
        description: "Індивідуальні корсети є основним засобом консервативного лікування деформацій хребта, таких як сколіоз та кіфоз. Вони забезпечують пасивну корекцію постави, розвантажують м'язи спини та утримують хребет у фізіологічно правильному положенні. Корсет створює необхідний тиск на зони викривлення, запобігаючи прогресуванню захворювання. Конструкція розробляється так, щоб бути непомітною під одягом та комфортною для тривалого носіння.",
        imageUrl: "/images/pics/categories/corset.webp"
    },
    {
        id: 7,
        title: "Бандажі та головотримачі",
        description: "Бандажні вироби та головотримачі (коміри Шанца) забезпечують м'яку та помірну фіксацію, створюють компресійний та зігріваючий ефект. Вони широко використовуються при остеохондрозі, нестабільності шийного відділу, травмах м'яких тканин та у післяопераційний період. Використання цих засобів допомагає нормалізувати тонус м'язів, покращити кровообіг та значно зменшити больові відчуття, прискорюючи процес одужання.",
        imageUrl: "/images/pics/categories/bandages.webp"
    },            
    
]