import { Staff } from "@/lib/types"

export const ceo: Staff = {
  jobTitle: "Генеральний директор",
  surname: 'Хоміцький',
  name: 'Юрій',
  secondName: 'Миколайович',
  imgUrl: '/images/pics/staff/boss.webp',
}

export const ceoText = [
    `
        Юрій Миколайович Хоміцький – визнаний фахівець, чий професійний шлях нерозривно пов'язаний із розвитком якісного вітчизняного виробництва та соціальної сфери. Народжений на Тернопільщині, він здобув ґрунтовну освіту (інженер-педагог, магістр юридичного факультету), а його практична діяльність з кінця 90-х років була сфокусована на створенні підприємств, здатних задовольняти найвимогливіші потреби споживачів.
    `,
    `
        Як засновник власного взуттєвого підприємства, він успішно налагодив співпрацю з протезно-ортопедичною галуззю, розробивши спеціалізовані моделі взуття для дорослих і дітей з проблемами опорно-рухового апарату. Його головний принцип — довіра клієнтів, підтверджена багаторічним досвідом роботи з індивідуальними та нестандартними замовленнями, а також успішною реалізацією проєктів для танцювальних колективів, включно з міжнародними.
    `,
    `
        За значний внесок у розвиток галузі Юрію Миколайовичу присвоєно почесне звання «Заслужений працівник сфери послуг України» (2012). З серпня 2015 року він очолював Тернопільське казенне експериментальне протезно-ортопедичне підприємство, де пріоритетом стало забезпечення продукцією інвалідів та захисників України. Юрій Хоміцький також відомий як активний громадський діяч і благодійник, що керується загальнолюдськими та християнськими цінностями.
    `,
]