export const list = {
    titlePar: 'Забезпечте максимальний лікувальний ефект: почніть свій шлях до комфортного руху з професійної діагностики, а не зі звичайної примірки.',

    firstPar: 'У центрі Терно-Топ ми розуміємо, що кожен випадок — унікальний. Ортопедичний виріб може допомогти лише тоді, коли він ідеально відповідає вашій анатомії та потребам. Саме тому ми відрізняємося від звичайних торгових точок: ми застосовуємо медичний підхід, де вибір продукції починається з точної професійної діагностики.',

    secondPar: 'Наші фахівці мають багаторічний досвід у підборі та виготовленні протезно-ортопедичних виробів. Ми гарантуємо, що ви отримаєте не просто взуття чи корсет, а персоналізований інструмент для корекції, реабілітації та покращення якості вашого життя.',
}

export const perks = [
    {
        title: 'Діагностика та аналіз',
        text: 'Оцінка стану стоп, постави та опорно-рухового апарату. Ми використовуємо сучасні методи (наприклад, плантографія) для отримання точних даних.',
        imgSrc: '/images/utils/analysis.png',
        side: 'left'
    },
    {
        title: 'Індивідуальний підбір',
        text: 'Фахівець, ґрунтуючись на діагнозі та ваших потребах, підбирає або проектує ідеальне рішення (устілки, взуття, корсет) саме для вас.',
        imgSrc: '/images/utils/customer-support.png',
        side: 'right'
    },
    {
        title: 'Виготовлення',
        text: 'Виготовлення індивідуальних виробів (наприклад, ортопедичних устілок) або точне налаштування стандартних рішень для забезпечення максимального комфорту та лікувального ефекту.',
        imgSrc: '/images/utils/conveyor-belt.png',
        side: 'left'
    },{
        title: 'Супровід і корекція',
        text: 'Ми не залишаємо Вас після покупки. Ви отримуєте рекомендації щодо догляду, а також можливість звернутися за корекцією виробу через певний час (особливо важливо для дітей).',
        imgSrc: '/images/utils/guidance.png',
        side: 'right'
    }
]