import { Question } from "../types"

export const faq: Question[] = [
    {
        question: "Хто має право на отримання безкоштовних допоміжних засобів реабілітації?",
        answer: "Будь-який громадянин України, незалежно від статусу та віку, за наявності медичних показань для користування такими засобами (особи з інвалідністю та діти з інвалідністю; діти із порушеннями опорно-рухового апарату; особи похилого (старшого) віку; військовослужбовці; потерпілі від нещасних випадків на виробництві або професійних захворювань; ветерани та особи з інвалідністю з числа іноземців, особи без громадянства, які постійно проживають в Україні, та особи, яких визнано біженцями чи особами, які потребують додаткового захисту."
    },
    {
        question: "Чи потрібне мені направлення лікаря для купівлі ортопедичних виробів?",
        answer: "Не завжди, але це бажано. Для стандартного ортопедичного взуття чи бандажа направлення не потрібне. Однак, якщо ви замовляєте індивідуальні ортопедичні устілки чи коригуючий корсет, ми настійно рекомендуємо попередньо отримати діагноз від вашого лікаря. Це гарантує максимальну ефективність виробу. Наші фахівці також можуть провести первинну діагностику."
    },
    {
        question: "Скільки часу займає виготовлення індивідуальних ортопедичних устілок?",
        answer: "Терміни виготовлення індивідуальних устілок можуть варіюватися, але зазвичай займають від 30 хвилин до 2 годин після проведення діагностики стопи. Якщо потрібне виготовлення складних протезно-ортопедичних виробів, термін обговорюється індивідуально (зазвичай 5–14 робочих днів)."
    },
    {
        question: "Чи можна повернути або обміняти ортопедичне взуття?",
        answer: "Згідно з законодавством, ортопедичні вироби належної якості обміну та поверненню не підлягають, проте ми завжди йдемо на зустріч у випадку виявлення дефектів."
    },
    {
        question: "Чи надаєте ви послуги з ремонту ортопедичного взуття та інших виробів?",
        answer: "Так, ми надаємо послуги з гарантійного та післягарантійного обслуговування та ремонту ортопедичного взуття та деяких інших виробів, придбаних у нашому центрі. Зверніться до нас для оцінки ремонтопридатності виробу."
    }
]