import { History } from "../types"

export const history: History[] = [
    {
        imgUrl: "/images/pics/helping.webp",
        text: "Ортопедичний центр Терно-Топ розпочав свою роботу в Тернополі у 2016 році з однією простою, але фундаментальною метою: забезпечити українців спеціалізованою, високоякісною протезно-ортопедичною допомогою, доступною кожному. Ми заснували наш центр не як звичайну торгову точку, а як медичний заклад, де на першому місці стоїть здоров’я, точність діагностики та індивідуальний підхід. Ми усвідомлюємо, що кожен рух має бути легким, а кожен крок — впевненим."
    },
    {
        imgUrl: "/images/pics/improvement.webp",
        text: "За понад 10 років роботи ми виросли з невеликого центру в надійного партнера у сфері ортопедії та реабілітації. Ми постійно вдосконалюємося, впроваджуючи сучасні технології, працюючи з новітніми матеріалами для ортопедичного взуття, індивідуальних устілок та протезно-ортопедичних виробів. Наша філософія проста: рухатися в ногу з часом, щоб запропонувати вам рішення, які відповідають світовим стандартам якості та ефективності. Наша задача - повертати радість руху!"

    },
    {
        imgUrl: "/images/pics/trust.webp",
        text: "Місія Терно-Топ полягає не лише у продажу продукції. Наша мета — покращити якість вашого життя. Ми допомагаємо дітям формувати правильну поставу та ходу. Ми повертаємо дорослим комфорт при ходьбі, усуваючи біль у стопах, суглобах та спині. Ми підтримуємо людей, які потребують засобів реабілітації, надаючи їм функціональні та надійні вироби. Терно-Топ – це ваш надійний партнер, який створює основу для здорового та активного життя. Довірте своє здоров’я команді, яка працює на результат з 2016 року."
    }
]
