import { Review } from "../types"

export const reviews: Review[] = [
    {
        id: '1',
        name: 'Vetal Karpets',
        sex: 'male',
        rating: 5,
        text: 'Дуже якісне взуття, великий вибір.Колектив дуже привітний і саме головне на позитиві. Хочу відмітити дівчинку Мар`яну, яка мені допомогла і швидко вирішила мою проблему. Велике їй спасибі.'
    },
    {
        id: '2',
        name: 'Ira P',
        sex: 'female',
        rating: 5,
        text: 'Дуже класне обслуговування) Дві дівчини сьогодні нам люб`язно допомогли підібрати взуття, рекомендую!'
    },
    {
        id: '3',
        name: 'Іра Балан',
        sex: 'female',
        rating: 5,
        text: 'Дуже велика подяка Вашому підприємству!!! Замовляли дві пари взуття для мами (інвалід І групи). Все дуже сподобалось та ідеально підійшло!!! Ви - професіонали своєї справи!!! Бажаємо Вашому підприємству процвітання і щоб у Ваших майстрів та майстринь ніколи не боліли ручки від їхньої нелегкої праці!!! ДЯКУЄМО!!!❤❤❤'
    },
    {
        id: '4',
        name: 'Pavlo Fabro',
        sex: 'male',
        rating: 5,
        text: 'Поставив би 10 за ввічливість гарних, приємних дівчат.'
    },
    {
        id: '5',
        name: 'Анна Задворна',
        sex: 'female',
        rating: 4,
        text: 'Всім задоволена.'
    },
]