import { Step } from "../types"

export const steps: Step[] = [
    {
        title: "Наявність діагнозу",
        text: "Якщо ви маєте направлення або діагноз від лікаря-ортопеда, візьміть його з собою. Це значно прискорить процес підбору.",
        imgUrl: "/images/utils/diagnosis.png"
    },
    {
        title: "Зручний одяг/взуття",
        text: "Надягніть зручний одяг, який не обмежує рухів. Якщо вам потрібні індивідуальні устілки, прийдіть у взутті, з яким ви плануєте їх носити найчастіше (особливо важливо, якщо це спортивне або робоче взуття).",
        imgUrl: "/images/utils/shoes.png"
    },
    {
        title: "Запис на консультацію",
        text: "Рекомендуємо попередньо записатися на прийом, щоб наші фахівці могли приділити Вам максимум часу та відповісти на всі запити, які у Вас можуть виникнути.",
        imgUrl: "/images/utils/appointment.png"
    }
]